[
  {
    "title": "Смайлик дня",
    "description": "За 1 день хорошего настроения. Награда: Веселый смайлик или стикер, отправленный пользователю в качестве поощрения.",
    "days": 1
  },
  {
    "title": "Настроение недели",
    "description": "За 7 последовательных дней хорошего или отличного настроения. Награда: Специальный значок или иконка, отображаемая в профиле пользователя в течение недели.",
    "days": 7
  },
  {
    "title": "Бонусные очки",
    "description": "За каждые 3 дня хорошего настроения. Награда: Очки, которые можно обменять на виртуальные предметы или функции внутри приложения.",
    "days": 3
  },
  {
    "title": "Персонализированные рекомендации",
    "description": "После 5 дней хорошего настроения. Награда: Подборка контента или активности на основе интересов пользователя.",
    "days": 5
  },
  {
    "title": "Достижение 'Солнечный луч",
    "description": "За 10 дней непрерывного хорошего настроения. Награда: Разблокировка новой темы оформления или фона в приложении.",
    "days": 10
  },
  {
    "title": "Виртуальный подарок",
    "description": "После 15 дней хорошего настроения. Награда: Возможность отправить или получить виртуальный подарок внутри приложения.",
    "days": 15
  },
  {
    "title": "Титул 'Лучезарный",
    "description": "За 20 дней хорошего или отличного настроения. Награда: Специальный титул, отображаемый рядом с именем пользователя.",
    "days": 20
  },
  {
    "title": "Доступ к премиум-функциям",
    "description": " После 30 дней хорошего настроения. Награда: Временный доступ к премиум-функциям или эксклюзивному контенту.",
    "days": 30
  },
  {
    "title": "Участие в розыгрыше призов",
    "description": "За каждую неделю хорошего настроения. Награда: Шанс выиграть призы в ежемесячных розыгрышах.",
    "days": 7
  },
  {
    "title": "Эксклюзивный контент",
    "description": "После 25 дней хорошего настроения. Награда: Доступ к эксклюзивным статьям, видео или мероприятиям.",
    "days": 25
  },
  {
    "title": "Награда 'Настроение месяца",
    "description": "За поддержание хорошего или отличного настроения в течение целого месяца. Награда: Специальный значок, признание в сообществе или дополнительные привилегии.",
    "days": 31
  },
  {
    "title": "Физический подарок",
    "description": "После 60 дней хорошего настроения. Награда: Возможность получить небольшой физический подарок, например, открытку или фирменный сувенир.",
    "days": 60
  },
  {
    "title": "Коучинговая сессия",
    "description": "После 45 дней хорошего настроения. Награда: Бесплатная сессия с коучем или консультантом для дальнейшего улучшения благополучия.",
    "days": 45
  },
  {
    "title": "Разблокировка мини-игр",
    "description": "После 14 дней хорошего настроения. Награда: Доступ к развлекательным мини-играм внутри приложения.",
    "days": 14
  },
  {
    "title": "Персональное поздравление",
    "description": "За значимые достижения (например, 50 дней хорошего настроения). Награда: Персонализированное сообщение от команды приложения или вдохновляющая цитата.",
    "days": 50
  }
]